load-test.yaml
config:
  target: "http://localhost:3000"
  phases:
    - duration: 600
      arrivalRate: 5
scenarios:
  - name: "Connect and send a bunch of messages"
    flow:
      - loop:
          - emit:
              channel: "send message"
              data: "hello world!"
          - think: 1
        count: 50